[
    {"title":"weight loss",
    "content":" In one glass of milk add ginger juice and drink in empty stomach everyday"},
    {"title":"reduce hip fat",
    "content":" Take pineapple and mix with basil juice and drink for 7days"},
    {"title":"slim body",
    "content":" Add white pumpkin in your diet regularly to get a slim fit "},
    {"title":"weight gain",
    "content":"Eat red banana mixed with honey or country sugar to gain weight faster"},
    {"title":"reduce unnecessary fat",
    "content":" Eat garlic and onion in high amount everyday to reduce extra body fat"},
    {"title":"laziness due to body weight",
    "content":" take basil leave and put in copper vessel for about 12 hrs in night and drink in morning"},
    {"title":"Weight gain overnight",
    "content":" eat one spoon of honey and drink milk in night to gain weight "},
    {"title":"body pain",
    "content":" In boiling water add eucalyptus oil and take bath"},
    {"title":"Belly fat",
    "content":" Eat bottlegourd regularly to reduce belly fat"},
    {"title":"full body fat",
    "content":" mix hibiscus powder with honey and eat well"},
    {"title":"Drink Water, Especially Before Meals",
    "content":"It is often claimed that drinking water can help with weight loss — and that’s true.Drinking water can boost metabolism by 24–30% over a period of 1–1.5 hours, helping you burn off a few more calories.One study showed that drinking a half-liter (17 ounces) of water about half an hour before meals helped dieters eat fewer calories and lose 44% more weight, compared to those who didn’t drink the water."},
    {"title":"Eat Eggs For Breakfast",
    "content":"Eating whole eggs can have all sorts of benefits, including helping you lose weight.Studies show that replacing a grain-based breakfast with eggs can help you eat fewer calories for the next 36 hours as well as lose more weight and body fat.If you don’t eat eggs, that's fine.Any source of quality protein for breakfast should do the trick."},
    {"title":"Drink Coffee (Preferably Black)",
    "content":"Coffee has been unfairly demonized. Quality coffee is loaded with antioxidants and can have numerous health benefits.Studies show that the caffeine in coffee can boost metabolism by 3–11% and increase fat burning by up to 10–29%.Just make sure not to add a bunch of sugar or other high-calorie ingredients to your coffee. That will completely negate any benefits.You can shop for coffee at your local grocery store, as well as online."},
    {"title":"Drink Green Tea",
    "content":"Like coffee, green tea also has many benefits, one of them being weight loss.Though green tea contains small amounts of caffeine, it is loaded with powerful antioxidants called catechins, which are believed to work synergistically with caffeine to enhance fat burning.Although the evidence is mixed, many studies show that green tea (either as a beverage or a green tea extract supplement) can help you lose weight.Green tea is available at most pharmacies, health stores, and grocery stores, as well as online."},
    {"title":"Try Intermittent Fasting",
    "content":"Intermittent fasting is a popular eating pattern in which people cycle between periods of fasting and eating.Short-term studies suggest intermittent fasting is as effective for weight loss as continuous calorie restriction.Additionally, it may reduce the loss of muscle mass typically associated with low-calorie diets. However, higher-quality studies are needed before any stronger claims can be made."},
    {"title":"Take a Glucomannan Supplement",
    "content":"A fiber called glucomannan has been linked to weight loss in several studies.This type of fiber absorbs water and sits in your gut for a while, making you feel more full and helping you eat fewer calories.Studies show that people who supplement with glucomannan lose a bit more weight than those who don't.You can find glucomannan supplements not only at vitamin shops and pharmacies but also online."},
    {"title":"Cut Back on Added Sugar",
    "content":"Added sugar is one of the worst ingredients in the modern diet. Most people consume way too much.Studies show that sugar (and high-fructose corn syrup) consumption is strongly associated with an increased risk of obesity, as well as conditions including type 2 diabetes and heart disease.If you want to lose weight, cut back on added sugar. Just make sure to read labels, because even so-called health foods can be loaded with sugar."},
    {"title":"Eat Less Refined Carbs",
    "content":"Refined carbohydrates include sugar and grains that have been stripped of their fibrous, nutritious parts. These include white bread and pasta.Studies show that refined carbs can spike blood sugar rapidly, leading to hunger, cravings and increased food intake a few hours later. Eating refined carbs is strongly linked to obesity.If you're going to eat carbs, make sure to eat them with their natural fiber."},
    {"title":"Go on a Low-Carb Diet",
    "content":"If you want to get all the benefits of carb restriction, then consider going all the way and committing to a low-carb diet.Numerous studies show that such a regimen can help you lose 2–3 times as much weight as a standard low-fat diet while also improving your health."},
    {"title":"Use Smaller Plates",
    "content":"Using smaller plates has been shown to help some people automatically eat fewer calories.However, the plate-size effect doesn’t appear to affect everyone. Those who are overweight seem to be more affected."},
    {"title":"Exercise Portion Control or Count Calories",
    "content":"Portion control — simply eating less — or counting calories can be very useful, for obvious reasons.Some studies show that keeping a food diary or taking pictures of your meals can help you lose weight.Anything that increases your awareness of what you are eating is likely to be beneficial."},
    {"title":"Keep Healthy Food Around in Case You Get Hungry",
    "content":"Keeping healthy food nearby can help prevent you from eating something unhealthy if you become excessively hungry.Snacks that are easily portable and simple to prepare include whole fruits, nuts, baby carrots, yogurt and hard-boiled eggs."},
    {"title":" Take Probiotic Supplements",
    "content":"Taking probiotic supplements containing bacteria of the Lactobacillus subfamily have been shown to reduce fat mass.However, the same doesn’t apply to all Lactobacillus species. Some studies have linked L. acidophilus with weight gain.You can shop for probiotic supplements at many grocery stores, as well as online."},
    {"title":"Eat Spicy Foods",
    "content":"Chili peppers contain capsaicin, a spicy compound that can boost metabolism and reduce your appetite slightly.However, people may develop tolerance to the effects of capsaicin over time, which may limit its long-term effectiveness."},
    {"title":"Do Aerobic Exercise",
    "content":"Doing aerobic exercise (cardio) is an excellent way to burn calories and improve your physical and mental health.It appears to be particularly effective for losing belly fat, the unhealthy fat that tends to build up around your organs and cause metabolic disease."},
    {"title":"Lift Weights",
    "content":"One of the worst side effects of dieting is that it tends to cause muscle loss and metabolic slowdown, often referred to as starvation mode.The best way to prevent this is to do some sort of resistance exercise such as lifting weights. Studies show that weight lifting can help keep your metabolism high and prevent you from losing precious muscle mass.Of course, it's important not just to lose fat — you also want to build muscle. Resistance exercise is critical for a toned body."},
    {"title":"Eat More Fiber",
    "content":"Fiber is often recommended for weight loss.Although the evidence is mixed, some studies show that fiber (especially viscous fiber) can increase satiety and help you control your weight over the long term"},
    {"title":"Eat More Vegetables and Fruits",
    "content":" Vegetables and fruits have several properties that make them effective for weight loss.They contain few calories but a lot of fiber. Their high water content gives them low energy density, making them very filling.Studies show that people who eat vegetables and fruits tend to weigh less.These foods are also very nutritious, so eating them is important for your health."},
    {"title":"Get Good Sleep",
    "content":"Sleep is highly underrated but may be just as important as eating healthy and exercising.Studies show that poor sleep is one of the strongest risk factors for obesity, as it’s linked to an 89% increased risk of obesity in children and 55% in adults."},
    {"title":"Beat Your Food Addiction",
    "content":"A recent study found that 19.9% of people in North America and Europe fulfill the criteria for food addiction.If you experience overpowering cravings and can't seem to curb your eating no matter how hard you try, you may suffer from addiction.In this case, seek professional help. Trying to lose weight without first combating food addiction is next to impossible."},
    {"title":"Eat More Protein",
    "content":"Protein is the single most important nutrient for losing weight.Eating a high-protein diet has been shown to boost metabolism by 80–100 calories per day while shaving 441 calories per day off your diet.One study also showed that eating 25% of your daily calories as protein reduced obsessive thoughts about food by 60% while cutting desire for late-night snacking in half.Simply adding protein to your diet is one of the easiest and most effective ways to lose weight."},
    {"title":"Supplement With Whey Protein",
    "content":"If you struggle to get enough protein in your diet, taking a supplement — such as protein powder — can help.One study showed that replacing some of your calories with whey protein can cause weight loss of about 8 pounds over time while increasing muscle mass.Whey protein is available at most health stores and online."},
    {"title":"Don't Do Sugary Drinks, Including Soda and Fruit Juice",
    "content":"Sugar is bad, but sugar in liquid form is even worse. Studies show that calories from liquid sugar may be the single most fattening aspect of the modern diet (54Trusted Source).For example, one study showed that sugar-sweetened beverages are linked to a 60% increased risk of obesity in children for each daily serving.Keep in mind that this applies to fruit juice as well, which contains a similar amount of sugar as a soft drink like Coke.Eat whole fruit, but limit or avoid fruit juice altogether."},
    {"title":" Eat Whole, Single-Ingredient Foods (Real Food)",
    "content":"If you want to be a leaner, healthier person, then one of the best things you can do for yourself is to eat whole, single-ingredient foods.These foods are naturally filling, and it's very difficult to gain weight if the majority of your diet is based on them."},
    {"title":"Don't Diet — Eat Healthy Instead",
    "content":"One of the biggest problems with diets is that they rarely work in the long term.If anything, people who diet tend to gain more weight over time, and studies show that dieting is a consistent predictor of future weight gain.Instead of going on a diet, aim to become a healthier, happier and fitter person. Focus on nourishing your body instead of depriving it.Weight loss should then follow naturally."},
    {"title":"Chew More Slowly",
    "content":"Your brain may take a while to register that you've had enough to eat. Some studies show that chewing more slowly can help you eat fewer calories and increase the production of hormones linked to weight loss.Also consider chewing your food more thoroughly. Studies show that increased chewing may reduce calorie intake at a meal.These practices are a component of mindful eating, which aims to help you slow down your food intake and pay attention to each bite."},
]
